Repository: aliniun/networking-bgpvpn
Catalog: bgpvpn_dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A single BGP Route Target or a comma-separated list of BGP Route Target. Example: 64512:1 or 64512:1,64512:2,64512:3
fr: Une Route Target BGP simple ou une liste de BGP Route Targets séparée par une virgule. Exemple: 64512:1 ou 64512:1,64512:2,64512:3

source: Action type %s is not supported
fr: Type action %s non supporté

source: All Networks
fr: Tous les Réseaux

source: All Routers
fr: Tous les routeurs

source: Associations type is not supported
fr: Type d'associations non supportés

source: Bug, inconsistency between neutron-lib and networking-bgpvpn for RTRD regex
fr: Bug, incohérence entre neutron-lib et networking-bgpvpn pour la regex RTRD

source: Create BGPVPN
fr: Créer un BGPVPN

source: Edit BGPVPN
fr: Modifier BGPVPN

source: Edit BGPVPN associations
fr: Modifier les associations de BGPVPN

source: Export targets is not valid
fr: Export targets non valide

source: Failed to delete BGPVPN %s
fr: Echec de suppression du BGPVPN %s

source: Import targets is not valid
fr: Import targets non valide

source: Modified BGPVPN associations "%s".
fr: BGPVPN associations modifiées "%s".

source: Name
fr: Nom

source: Network Associations
fr: Associations de Réseaux

source: Networks
fr: Réseaux

source: No network found.
fr: Aucun réseau trouvé.

source: No network selected.
fr: Aucun réseau sélectionné.

source: No router found.
fr: Aucun routeur trouvé.

source: No router selected.
fr: Aucun routeur sélectionné.

source: Project
fr: Projet

source: Resource type %s is not supported
fr: Type de ressource %s n'est pas supportée.

source: Route targets is not valid
fr: Route targets non valide

source: Router Associations
fr: Association de Routeurs

source: Routers
fr: Routeurs

source: Save
fr: Sauvegarder

source: Select a project
fr: Sélectionner un projet

source: Select the networks to be associated.
fr: Sélectionner le réseaux à associer.

source: Select the routers to be associated.
fr: Sélectionner le routeur à associer.

source: Selected Networks
fr: Réseaux sélectionnés

source: Selected Routers
fr: Routeurs sélectionnés

source: The type of VPN and the technology behind it.
fr: Le type de VPN.

source: Unable to associate {} {} {}
fr: Impossible d''associer {} {} {}

source: Unable to disassociate {}s {}
fr: Impossible de dissocier {}s {}

source: Unable to modify BGPVPN associations "%s".
fr: Impossible de modifier les associations de BGPVPN "%s".

source: Unable to retrieve %ss associations
fr: Impossible de récupérer les associations %ss

source: Unable to retrieve BGPVPN details.
fr: Impossible de récupérer les détails du BGPVPN.

source: Unable to retrieve information about the tenant %s
fr: Impossible de récupérer les informations à propos du tenant %s

source: Update Change
fr: Modifier changements

source: Update Network Associations
fr: Modifier Associations Réseaux

source: Update Router Associations
fr: Modifier Association Routeurs
